[
    {   
        "id": 0,
        "boxRef": "box1",
        "boxCss": "box-1",
        "textCss": "text-1",
        "slug": "intro",
        "title": "What is Hope?",
        "subtitle": "Our projects foundations",
        "content": "The idea of ‘hope' has been considered and explored throughout history, dating right back to the time of Greek philosophy. It was then that Aristotle delivered the notion that 'even though not every hopeful person is courageous, every courageous person is hopeful.' This of course was one of many attempts to conceptualise and explore the notion of hope and has continued to be explored by philosophers, academics, psychologists, theologists and even sports professionals ever since. A more contemporary view and one of the most recent and widely accepted definitions is that by American psychologist and professor Charles R. Snyder. Snyder defines and characterises hope as an individual mental willpower that is directed toward the fulfillment of personal goals supported by the determination and motivation to initiate and sustain actions driving them. "
    },
    {   
        "id": 1,
        "boxRef": "box2",
        "boxCss": "box-2",
        "textCss": "text-2",
        "slug": "intro-2",
        "title": "Introduction",
        "subtitle": "Where it all began",
        "content": "The Hope Barometer International Project was started in 2009 by Dr. Andreas Krafft, Research Associate for Future Studies from the Institute for Systemic Management and Public Governance at the Universitat St. Gallen in Oberrutiweg 3  in Switzerland.\nIn 2019, at the Positive Psychology Conference in Melbourne, Mentor Education was invited by Dr Krafft to join the Hope Barometer Research Network to facilitate the annual promotion of the International Hope Barometer within Australian.\nAs a result, 17 countries collaborated in November 2019 to collect over 10,000 responses from Switzerland, Germany, France, Czech Republic, Poland, Spain, India, Malta, Israel, South Africa, Brazil, Portugal, Italy, UK, Kenya, Columbia and, for the first time, Australia. See 14 Appendix – Memorandum of Understanding"
       
    },
    {   
        "id": 2,
        "boxRef": "box3",
        "boxCss": "box-3",
        "textCss": "text-3",
        "slug": "sell-attempt",
        "title": "Our Project",
        "subtitle": "The foundations",
        "content": "The project is a scientifically broad-based study of the hopes, desires and future expectations of the population designed to empirically investigate the fundamental aspects, condition and interrelations of a positive attitude toward the future and ultimately discuss the results in the public media and forums around the world. In addition to providing a wide same of research data it also maintains two fundamental goals. First it aims to make people aware of their own hopes, values and abilities. This also includes reflection on the most important personal sources of hope. Secondly, it aims to show through an in-depth analysis what it is worth hoping for, where one should place ones hopes and what more people can do to stay hopeful and lead a fulfilled and happy life."
    }
]